[
  {
    "path": "Alstroemerias.jpg",
    "name": "六出花",
    "desc": "Alstroemerias are more often called either Peruvian Lilies or Lilies of the Incas and are native to South America. Peruvian Lilies come in a variety of warm colors like pink and orange and are symbolic of friendship, wealth and devotion. These flowers bloom in late spring/early summer when exposed to direct sunlight and watered weekly (water more often when you notice soil looking dry, water less when the soil looks soggy)."
  },
  {
    "path": "Calla Lilies.jpg",
    "name": "马蹄莲",
    "desc": "The Calla Lily is associated with faith and purity. For this reason, religious figures like the Virgin Mary are often depicted holding a bouquet of calla lilies. Calla lilies are also often associated with sympathy and rebirth, making them a popular flower at sympathy occasions. These beauties grow in full to partial sunlight and should be planted in spring to bloom in late summer. with continued care, they can grow up to two feet long! Once cut, calla lilies can last 2 weeks in a vase."
  },
  {
    "path": "Dahlias.jpg",
    "name": "大丽花",
    "desc": "These bold blooms come in a wide range of color and can be easily incorporated into any existing or new garden. And unlike most plants, these flowers thrive in some shade. They also flower extremely long, first blooming midsummer and lasting through the first frost. However, even though Dahlias are perennials, they are tuberous rooted plants so they should be replanted every spring after resting."
  },
  {
    "path": "Daisies.jpg",
    "name": "雏菊",
    "desc": "Daisies are found on every continent other than Antarctica and belong to one of the largest known plant families. Daisies symbolized innocence, a connotation that comes from the Victorian era. Based on what color the daisy is, the flower can take on another meaning. Daisy flowers prefer full sun and average soil conditions. Depending on the variation, they can grow to anywhere between 8 inches to 4 feet. Care tip: only water during the summer only if rainfall is less than 1 inch per week."
  },
  {
    "path": "Gardenias.jpg",
    "name": "栀子花",
    "desc": "Gardenia’s are most famous for their scented and waxy white flowers that can bring a garden to life. Depending on your geographical location (and personal preference) you get to decide whether your gardenia will live indoors or outdoors. To ensure that your gardenias bloom throughout their growing season, keep the soil well drained and at a pH of 4.5 to 5.5 regardless of whether they are planted in a pot or outside in the garden. These plants also need ample amounts of water, so make sure to never let your gardenia dry out – water regularly."
  },
  {
    "path": "Gerbera Daisies.jpg",
    "name": "非洲菊",
    "desc": "The fifth most popular flower in the world, the Gerbera Daisy comes in a full rainbow of colors, including pink, orange, yellow and red. The Gerbera was discovered in 1884 in South Africa then it was brought to England, where breeders grew a variety of Gerberas that boasted brighter colors and sturdier quality. The popularity of Gerberas slowly spread to the Netherlands, which became one of the biggest Gerbera daisy distributors in the world—a title it still holds today. Its vibrant petals make it the flower of choice for celebrating every happy occasion, from birthdays to weddings."
  },
  {
    "path": "Lilies.jpg",
    "name": "百合",
    "desc": "Lilies are one of the most popular and versatile flowers in the world. Coming in a variety of colors and known for their strong fragrance, this elegant bloom is a show-stopper on its own while also serving as the perfect complement to any bouquet. In fact, lilies are one of the most popular flowers in the world, and it’s not hard to see why. There are over 100 different types of true lilies belonging to the “lilium” genus. Lilies are found dominantly in the Northern Hemisphere of the world."
  },
  {
    "path": "Orchids.jpg",
    "name": "兰花",
    "desc": "Did you know that orchids are one of the oldest flower plants known to man? Scientists have speculated that orchids have been around as far back as 100 million years. With over 30,000 types of orchids some of the most popular types include Phalaenopsis Orchid, Dendrobium Orchid, Cattleya Orchid and Vanilla Orchid. Orchids generally represent love, fertility, thoughtfulness and charm. However, each variety of these flower types has it’s own color has its own meaning. Phalaenopsis orchids symbolize health and prosperity, while Dendrobium orchids represent wisdom & beauty. Cymbidium orchids symbolize strength & nobility, and Oncydium orchids symbolize love & talent."
  },
  {
    "path": "Peonies.jpg",
    "name": "牡丹",
    "desc": "From white to red, coral, purple, pink, and yellow, peonies can come in a variety of colors! The key to growing a thriving peony is to make sure you plant at the proper time, plant correctly, and of course, care for it all throughout the year, even when they aren’t necessarily in season. Since peonies can grow rather tall (sometimes even as tall as five feet!), you’ll need to make sure that the spot you choose is spacious enough. And remember, peonies can come back year after year, so you’ll need to think long term."
  },
  {
    "path": "Roses.jpg",
    "name": "玫瑰",
    "desc": "Like the flower itself, the history of the rose is very colorful. Roses have been naturally growing for over 35 million years! However, they were not known to be cultivated until about 5,000 years ago. Their usage began not just as a decorative touch to one’s home, but they were also used for medicinal purposes, to make perfumes, and their petals were even used as confetti for festive occasions. Getting your roses into water quickly is the first step in caring for them. Fill a vase ¾ full of fresh, cool tap water. The roses will absorb the water, soaking up the nutrients that will travel up to the bloom and create a lively flower. Check the water level in your rose’s vase every day and add more water as needed. Shop these classic flowers for Valentine’s Day!"
  },
  {
    "path": "Sunflowers.png",
    "name": "向日葵",
    "desc": "Sunflowers are one of the most popular flower types and are best known for their dazzling yellow color and large size. Sunflowers generally symbolize adoration, loyalty and longevity in flower language. Native Americans view sunflowers as a symbol of harvest and bounty since the flower provides seeds and pigments on top of being visually beautiful. Sunflowers need direct sunlight for 6 to 8 hours per day and require hot conditions to flower well. Sunflowers also have long roots that require plenty of room to spread out, so soil should be well dug and not too dense for growth. Avoid over fertilization or risk your stems breaking in the fall."
  },
  {
    "path": "Tulips.jpg",
    "name": "郁金香",
    "desc": "There are over 150 species of tulips with over 3,000 different varieties and are part of the lily family. Like most common flowers, tulips come in a large variety of colors that each have their own meaning. As a signal of the arrival of spring, these blooms are often associated with the Easter holiday. Tulips were at one point more valuable than gold in Holland during a period of “Tulip Mania” and their popularity has only spread with time! Tulip bulbs should be planted in the fall in areas where they can receive partial to full sun. Tulips will fare better in soil that allows for drainage since over watering will drown the bulb and roots."
  }
]
